<?
$text = ' распределённая система управления версиями (система контроля версий). Позволяет разработчикам управлять изменениями в проекте, сохранять историю изменений кода и возвращаться к нужным версиям при необходимости.';
?>

<div>
    <p>git - <?= $text?></p>
    <p> Определяет параграф или текстовый абзац. Что такое тег p</p>
    <p> Используется для создания ссылок. Что такое тег a</p>
    <p> Блочный элемент, который используется для группировки других элементов на веб-странице. Что такое тег div</p>
</div>